{
    "homePage": {
    "title": "మన వైఖానసం",    
    "SriGuru": "శ్రీ గురుభ్యో నమః",
    "development": "అభివృద్ధి మరియు నిర్వహణ - శేషు రొంపిచెర్ల"
  },
  "nav": {
    "home": "హోమ్",
    "photoGallery": "ఫోటో గ్యాలరీ",
    "videoGallery": "వీడియో గ్యాలరీ",
    "directory": "డైరెక్టరీ",
    "matrimony": "వివాహ వేదిక",
    "purohitas": "పురోహితులు",
    "ashramam": "ఆశ్రమం",
    "news": "వార్తలు",
    "contact": "సంప్రదింపు",
    "documents": "పత్రాలు",
    "books": "పుస్తకాలు",
    "vaikhanasaPrabha": "వైఖానస ప్రభ",
    "svmm": "శ్రీ వైఖానస మహా మండలి",
    "svmmMembers": "శ్రీ వైఖానస మహా మండలి సభ్యులు",
    "ashramamDonors": "ఆశ్రమం దాతలు",
    "gallery": "గ్యాలరీ",
    "photos": "ఫోటోలు",
    "videos": "వీడియోలు",
    "services": "సేవలు",
    "vaikhanasaPurohitulu": "వైఖానస పురోహితులు",
    "download": "డౌన్‌లోడ్",
    "welfare": "సంక్షేమం",
    "sriVaikhanasaMahaMandali": "శ్రీ వైఖానస మహా మండలి",
    "svmmWorkingCommittee": "శ్రీ వైఖానస మహా మండలి కార్యకర్తలు",
    "contactUs": "మమ్మల్ని సంప్రదించండి",
    "hyderabadAshramam": "హైదరాబాద్ ఆశ్రమం",
    "hyderabadAshramamDonors": "హైదరాబాద్ ఆశ్రమం దాతలు"
  },
  "photoGallery": {
    "title": "ఫోటో గ్యాలరీ",
    "description": "వివిధ ప్రాంతాలలో జరిగిన ఇటీవలి కార్యక్రమాలకు సంబంధించిన అన్ని ఫోటోలను చూడటానికి ఇది ఒక పేజీ.",
    "kvs2023": {
      "title": "శ్రీ వైఖానస మహామండలి, హైదరాబాద్ - కార్తీక వనసమారాధన 2023",
      "description": "శ్రీ వైఖానస మహామండలి, హైదరాబాద్ వారు 10/Dec/2023 రోజున హైదరాబాద్ శ్రీవిఖనస ఆశ్రమంలో నిర్వహించిన కార్తీక వనసమారాధన కార్యక్రమం. శ్రీమతి పరాశరం ఇందిర గారు వారి త్రైలోక్య ఆర్ట్స్ అసోసియేషన్ తరపున వారి శిష్యుల ద్వారా చాలా చక్కని నాట్య ప్రదర్శన ఇచ్చారు."
    },
    "apyf2021": {
      "title": "AP యూత్ ఫోరం - 2021 శ్రావణ పౌర్ణమి వేడుకలు",
      "description": "వైఖానస యూత్ ఫోరమ్ టౌన్ అర్బన్ & రూరల్ శాఖ వారి ఆధ్వర్యంలో శ్రీ ధన్వంతరి ట్రస్ట్ భవనము, DR దీవి లక్ష్మణా చార్యులు, కృష్ణ వేణమ్మ గార్ల ధ్యాన మందిరం, వణుకూరు లో విఖనసాచార్యులు, హయాగ్రీవ స్వామి వారి తిరు నక్షత్రం మహోత్సవం మరియు వర్ష వర్ధన హోమం శ్రీ సుదర్శనం సీతారామ్ మరియు శ్రీ పవన్ వారి యాజ్నిక నిర్వాహణ లో అత్యంత వైభోపేతముగా జరిగింది ఈ కార్యక్రమం నకు షుమారు 125 మంది వైఖానస బంధువులు పాల్గొని జయప్రదం చేసినారు ఈ కార్యక్రమానికి వైఖానస యూత్ ఫోరం రాష్ట్ర శాఖ అధ్యక్షులు శ్రీ DR దీవి శ్రీనివాసకృష్ణ - జానకి గారి దంపతులు చే వచ్చిన అతిధులందరికి విఖనస జయంతి జ్ఞాపిక కానుకలు అందచేసినారు ఇట్లు మీ అభినందనలు తో వైఖానస యూత్ ఫోరం విజయవాడ టౌన్, అర్బన్ & రూరల్ శాఖ అధ్యక్షులు వేదాంతం పార్ధసారధి గారు, సెక్రటరీ చలపతి గారు మరియు కోశాధికారి దీవి ఫణి రాజ కుమార్."
    },
    "sp2019": {
      "hyderabad": {
        "title": "శ్రావణ పౌర్ణమి 2019 వేడుకలు",
        "description": "హైదరాబాద్ లోని శ్రీవిఖనస ఆశ్రమంలో శ్రీవిఖనస జయంతి ఘనంగా నిర్వహించారు. ఈ సందర్భంగా శ్రీ వైఖానస మహా మండలి, హైదరాబాద్ వారు వైఖనసాగమ మహదాచార్య వైఖనసాగమ వాచస్పతి, ఆగమశిరోమణి సహస్రాధిక ప్రతిష్టాపనాచార్య, సింహతలాట గ్రహీత శ్రీమాన్ పెద్దింటి వెంకట లక్ష్మీనృసింహాచార్యులు, కాపీలేశ్వరపురం వారిని ఘన్నంగా సత్కరించారు."
      },
      "vijayawada": {
        "description": "విజయవాడ లబ్బీపేట లోగల శ్రీ వేంకటేశ్వర స్వామి వారి ఆలయంలో శ్రీ విఖనస జయంతి సందర్భంగా విశిష్ట అతిథిగా పాల్గొన్న శ్రీమాన్ అగ్నిహోత్రం ఆత్రేయబాబు దంపతులు వారిని సమ్మానిస్తున్న విఖనస సేవా సంఘం విజయవాడ"
      },
      "tenali": {
        "description": "శ్రీవైఖనసా సేవాసంఘ్ ము తినాలిలో శ్రీ స్వామి జయంతి ఘనంగా జరిగింది వైఖనసా ఆగమ పండితులు శ్రీ పెద్దింటి అనిల్ కుమార్ గారిని సతీసమేతంగా సన్మానించారు."
      },
      "guntur": {
        "description": "శ్రీ వైఖానస మహా మండలి గుంటూరు."
      },
      "uttarandhra": {
        "description": "వైఖానస సంఘం వైజాగ్ ఉత్తర ఆంధ్ర"
      },
      "nlr": {
        "description": "N.L.R.జిల్లాలో ఇందుకూరుపెటలో శ్రీలక్ష్మీనరసింహస్వామిఆలయంలో వెైఖానస జయంతి ఘనంగా జరిగింది"
      },
      "vizag": {
        "description": "విశాఖ శ్రీ శారదా పీఠ పాలిత ఫిలింనగర్ దైవసన్నిధానంలో శ్రావణ పౌర్ణమి \"శ్రీ విఖనస జయంతి\" సందర్భముగా జరిగిన పండిత సన్మాన సభలో ప్రముఖ ఆయుర్వేద వైద్యులు శ్రీమాన్ గంజాం కృష్ణ ప్రసాద్ గారిని \"ఆయుర్వేద వైద్య విద్వన్మణి\" అను బిరుదుతో సన్మానించడమైయినది."
      }
    },
    "sp2018": {
      "hyderabad": {
        "description": "హైదరాబాద్ లోని శ్రీవిఖనస ఆశ్రమంలో శ్రీవిఖనస జయంతి ఘనంగా నిర్వహించారు."
      },
      "guntur": {
        "description": "Guntur Sri Vaikhanasa Maha Mandali"
      }
    },
    "kvs2015": {
      "hyderabad": {
        "title": "కార్తీక వనసమారాధన 2015",
        "description": "హైదరాబాద్ లోని శ్రీవిఖనస ఆశ్రమంలో కార్తీక వనసమారాధన వేడుకలు."
      }
    },
    "sp2015": {
      "hyderabad": {
        "title": "శ్రావణ పౌర్ణమి 2015",
        "description": "Sravana Pournima 2015 - First function at our Sri Vikhanasa Ashramam, Hyderabad"
      }
    },
    "vpv2016": {
      "hyderabad": {
        "title": "వైఖానస వివాహ పరిచయ వేదిక",
        "description": "Vaikhanasa Vivaha Paricheya Vedika - at our Sri Vikhanasa Ashramam, Hyderabad"
      },
      "rajamundry": {
        "description": "Vaikhanasa Vivaha Paricheya Vedika 3 - at Rajahmundry"
      }
    }
  },
  "videoGallery": {
    "title": "వీడియో గ్యాలరీ",
    "description": "అన్ని వీడియోలను చూడండి.",
    "aboutVaikhanasa": "వైఖానస ఆగమం గురించి",
    "sthotraPatham": "వైఖానస స్తోత్ర పఠనం గురించి"
  },
  "common": {
    "loading": "లోడవుతోంది...",
    "loadMore": "మరిన్ని ఫోటోలు చూడండి",
    "close": "మూసివేయండి",
    "english": "ఇంగ్లీష్",
    "telugu": "తెలుగు",
    "changeLanguage": "భాష మార్చండి"
  },
  "books": {
    "title": "పుస్తకాలు",
    "description": "వైఖానస ఆగమం మీద కొన్ని పుస్తకాలు \"శ్రీ ప్రియ బుక్ సెంటర్\" వద్ద అందుబాటులో ఉన్నాయి, మియాపూర్, హైదరాబాద్",
    "altText": "శ్రీ ప్రియ బుక్ సెంటర్",
    "purchaseInfo": "కొనుగోలు కోసం అందుబాటులో ఉన్న పుస్తకాల జాబితా క్రింద ఉంది మరియు తాజా అందుబాటు కోసం దయచేసి పైన ఉన్న QR కోడ్‌ను స్కాన్ చేయండి లేదా పైన పేర్కొన్న నంబర్‌కు కాల్ చేయండి."
  },
  "ashramam": {
    "title": "శ్రీ విఖనస ఆశ్రమం, హైదరాబాద్",
    "category": "శ్రీ విఖనస ఆశ్రమం @ హైదరాబాద్",
    "description": "శ్రీ విఖనస ఆశ్రమం ప్లాట్ # 205, P&T కాలనీ, కాకతీయ హాస్పిటల్ రోడ్, మేడిపల్లి, హైదరాబాద్. ప్రియమైన వైఖానస బంధువుల నుండి వచ్చే మద్దతుతో ఈ మైలురాయి సాధించబడుతోంది.",
    "location": "స్థానం",
    "imageAlt": "శ్రీ విఖనస ఆశ్రమం ప్రతిపాదిత భవనం"
  },
  "ashramamDonors": {
    "title": "శ్రీ వైఖానస ఆశ్రమం, హైదరాబాద్ - దాతల జాబితా",
    "description": "హైదరాబాద్‌లో మన స్వంత \"శ్రీ వైఖానస ఆశ్రమం\" నిర్మాణ కల సాకారం చేయడంలో మాకు సహాయం చేసిన దాతల జాబితా క్రింది విధంగా ఉంది.",
    "bankDetails": "ఆశ్రమం అభివృద్ధి కోసం నిధుల విరాళాల కోసం బ్యాంక్ వివరాలు క్రింది విధంగా ఉన్నాయి",
    "or": "లేదా",
    "qrCode": "ఇప్పుడు మనం QR కోడ్‌ను స్కాన్ చేయడం ద్వారా కూడా విరాళం ఇవ్వగలము",
    "accountName": "పేరు ",
    "bankName": "బ్యాంక్ పేరు ",
    "accountNumber": "ఖాతా నం. ",
    "ifscCode": "IFSC కోడ్ ",
    "accountNameValue": "AP శ్రీ వైఖానస మహా మండలి",
    "bankNameValue": "యూనియన్ బ్యాంక్ ఆఫ్ ఇండియా, పీర్‌జాదిగూడ, హైదరాబాద్",    
    "itemsDonated": "శ్రీ విఖనస ఆశ్రమం, హైదరాబాద్‌కు విరాళంగా ఇవ్వబడిన వస్తువుల జాబితా క్రింది విధంగా ఉంది.",
    "gridHeaders": {
      "sno": "క్రమ సంఖ్య",
      "name": "పేరు",
      "place": "ప్రాంతం",
      "amount": "మొత్తం",
      "date": "తేదీ",
      "receipt": "రసీదు నం.",
      "item": "వస్తువు"
    }
  },
  "directory": {
    "title": "వైఖానస డైరెక్టరీ",
    "description": "వైఖానస డైరెక్టరీ అనేది ఈ ప్రపంచంలోని వివిధ ప్రాంతాలలో నివసిస్తున్న మా వైఖానసుల గురించి సమాచారం అందుబాటులో ఉంచే సేవ. ఈ పట్టికలో జాబితా చేయని వ్యక్తుల పేర్లను సంప్రదింపు పేజీలో అందుబాటులో ఉన్న ఫీడ్‌బ్యాక్ ఫారం ద్వారా మాకు తెలియజేయండి. వీలైనంత త్వరగా పేర్లను చేర్చడానికి మేము అత్యుత్తమ ప్రయత్నం చేస్తాము.",
    "addDetails": "ఈ జాబితాలో చేర్చడానికి కింది వివరాలను పంపండి: పేరు (ఇంటిపేరుతో పూర్తి పేరు), గోత్రం, తండ్రి పేరు, స్వస్థలం, ఫోన్, ఇమెయిల్, చిరునామా, వృత్తి, క్రింద అందించిన ఇమెయిల్ ద్వారా ఫోటో @",
    "email": "seshu.manavaikhanasam@gmail.com",
    "gridHeaders": {
      "sno": "క్రమ సంఖ్య",
      "name": "పేరు",
      "father": "తండ్రి",
      "gotram": "గోత్రం"
    }
  },
  "svmm": {
    "title": "శ్రీ విఖనస మహా మండలి, హైదరాబాద్",
    "history": "ఆంధ్రప్రదేశ్ శ్రీ వైఖానస మహా మండలి, హైదరాబాద్ 1975లో స్వర్గీయ శ్రీమాన్ భట్టార్ R. పార్థసారథి అయ్యంగార్, తిరుపతి వారి ప్రేరణ మరియు ఆశీర్వాదాలతో, ముఖ్యంగా హైదరాబాద్ మరియు చుట్టుపక్కల నివసిస్తున్న వైఖానసుల మధ్య సంక్షేమం మరియు ఐక్యతను ప్రోత్సహించడానికి ఉనికిలోకి వచ్చింది.",
    "platform": "ఇది కవల నగరాల్లోని వైఖానస సోదరత్వానికి వ్యక్తిగత సంబంధాలను మెరుగుపరచడానికి మరియు సమాజ కల్యాణం కోసం కలిసి పనిచేయడానికి వేదికను అందించింది. మండలి 400కు మించిన సభ్యత్వంతో ప్రస్తుత స్థితికి బలం నుండి బలానికి వృద్ధి చెందింది మరియు 2000 సంవత్సరంలో రజత జయంతి వేడుకలను జరుపుకుంది.",
    "growth": "మండలి యొక్క గణనీయమైన వృద్ధికి క్రెడిట్ స్వర్గీయ శ్రీ ముత్తేవి రామకృష్ణమా చార్యులు నుండి ప్రారంభమైన గత సంవత్సరాల అధ్యక్షులు మరియు EC సభ్యులందరికీ చెందుతుంది. మండల లక్ష్యాన్ని చేరుకునే దిశలో, వైఖానస ఆశ్రమం మరియు శ్రీ వేంకటేశ్వర స్వామి ఆలయం నిర్మాణానికి ఇప్పటికే ఒక భూమిని కొనుగోలు చేయడం ఒక ముఖ్యమైన విజయం. సభ్యుల మద్దతు మరియు సహకారం మండలి కార్యకలాపాలను మరింత ఎత్తులకు తీసుకెళ్లడానికి కొనసాగుతుందని నేను ఆశిస్తున్నాను. మాకు తక్షణ లక్ష్యం ఆశ్రమం నిర్మాణం, దీని కోసం మేము అందరు సభ్యుల సహాయం మరియు భాగస్వామ్యాన్ని కోరుతున్నాము.",
    "documentation": "మారుతున్న కాలాలకు అనుగుణంగా మార్పుకు సిద్ధత అనేది పురోగతికి సంకేతం. జ్ఞానం మరియు సమాచార విస్ఫోటనం యొక్క ప్రస్తుత యుగంలో, రాష్ట్రంలోని వైఖానసుల గురించి సమాచారాన్ని డాక్యుమెంట్ చేయడం అవసరం అని భావించబడింది మరియు కవల నగరాల సభ్యులతో ప్రారంభించాలని భావించబడింది. ఈ దిశలో కొన్ని మండల స్థాయి వైఖానస సంస్థల ద్వారా ఒక అంశమైన పని చేయబడింది, ఇది ప్రశంసనీయమైన పని. అయితే, సమగ్రమైన డైరెక్టరీ రూపంలో రాష్ట్ర వైఖానసుల ఏకరూప డాక్యుమెంటేషన్ అత్యంత కోరదగినది.",
    "firstPresident": "శ్రీ వైఖానస మహా మండలి మొదటి అధ్యక్షుడు",
    "presidentName": "స్వర్గీయ శ్రీమాన్ ముత్తేవి రామకృష్ణమా చార్యులు",
    "imageAlt": "స్వర్గీయ శ్రీమాన్ ముత్తేవి రామకృష్ణమా చార్యులు"
  },
  "svmmMembers": {
    "title": "శ్రీ విఖనస మహా మండలి కార్యవర్గ సభ్యులు, హైదరాబాద్",
    "description": "వైఖానస మహా మండలి ఎన్నికల ద్వారా తన పాలక మండలిని ఎన్నుకుంటుంది మరియు ఎన్నుకోబడిన మండలి వారి పాత్రలు మరియు బాధ్యతలను నిర్వహిస్తుంది.",
    "currentCommittee": "కార్యవర్గ సమితి 2024",
    "committee2023": "2023 వరకు కార్యవర్గ సమితి",
    "committee2014": "2014-2016 కార్యవర్గ సమితి",
    "gridHeaders": {
      "name": "పేరు",
      "position": "పదవి",
      "mobile": "మొబైల్"
    }
  },
  "documents": {
    "title": "పత్రాలు",
    "description": "డౌన్‌లోడ్ చేయగల పత్రాలు క్రింది విధంగా ఉన్నాయి :",
    "info": "అన్ని డౌన్‌లోడ్ చేయగల పత్రాలు ఇక్కడ ఉచిత డౌన్‌లోడ్ కోసం అందుబాటులో ఉంటాయి.",
    "usage": "వినియోగదారులు అవసరమైన పత్రాలు / దరఖాస్తు ఫారమ్‌లు / ఏవైనా సర్క్యులర్‌లు లేదా ఇక్కడ విడుదల చేయబడిన ఇతర ముఖ్యమైన ప్రకటనలను డౌన్‌లోడ్ చేయడానికి ఈ సేవను ఉపయోగించుకోవచ్చు",
    "applications": "దరఖాస్తులు",
    "others": "ఇతరులు",
    "tableHeaders": {
      "sno": "క్రమ సంఖ్య",
      "name": "పేరు",
      "file": "ఫైల్"
    },
    "items": {
      "matrimonyTelugu": "శ్రీ వైఖానస మహా మండలి వివాహ పరిచేయ వేదిక మాట్రిమోనీ దరఖాస్తు ఫారం (తెలుగు)",
      "matrimonyEnglish": "శ్రీ వైఖానస మహా మండలి వివాహ పరిచేయ వేదిక మాట్రిమోనీ దరఖాస్తు ఫారం (ఇంగ్లీష్)",
      "poojaVidhanam": "వైఖానస పూజా విధానం",
      "vaikhanasaluAnte": "వైఖానసులు అంటే ఎవరు - రొంపిచెర్ల యోగానంద ఆచార్యులు"
    }
  }
}
